e5-2620-v4/retpoline-pti-nopcid/pgbench/10000/runs/result-ro-prepared-10000-3.log
transaction type: <builtin: select only>
scaling factor: 10000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 7176142
latency average = 0.669 ms
tps = 23920.247327 (including connections establishing)
tps = 23920.536274 (excluding connections establishing)