e5-2620-v4/retpoline-pti-nopcid/pgbench/10000/runs/result-rw-prepared-10000-1.log
transaction type: <builtin: simple update>
scaling factor: 10000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 4766004
latency average = 6.043 ms
tps = 2647.737165 (including connections establishing)
tps = 2647.742615 (excluding connections establishing)