e5-2620-v4/retpoline-pti-nopcid/pgbench/10000/runs/result-rw-prepared-10000-3.log
transaction type: <builtin: simple update>
scaling factor: 10000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 5443651
latency average = 5.291 ms
tps = 3024.111092 (including connections establishing)
tps = 3024.116921 (excluding connections establishing)